[
  {
    "name": "helpPosts",
    "title": "We Transform Businesses and Empower Communities Through Technology",
    "description": "We’ve built end-to-end custom software solutions for businesses, trained 100+ students in tech skills, and launched initiatives like Tech in Slum to bridge the digital divide and empower underserved communities",
    "PostsObject": [
      {
        "title": "Custom Development",
        "description": "We deliver tailored mobile and web development solutions, offering scalable, culturally relevant, and cost-effective software designed to meet unique business needs.",
        "imgURL": "./images/helpSection-img1.png",
        "linkURL": "./service.html"
      },
      {
        "title": "Tech Trainings",
        "description": "FTG_Hub offers immersive tech training programs for adults and kids, focusing on practical skills through project-based learning, bootcamps, and personalized mentorship.",
        "imgURL": "./images/helpSection-img2.png",
        "linkURL": "./careers.html"
      },
      {
        "title": "Community Engagement",
        "description": "Empowering communities through free digital literacy workshops, tech events, and initiatives like Tech in Slum to foster inclusion and drive innovation",
        "imgURL": "./images/helpSection-img3.png",
        "linkURL": "./service.html"
      }
    ]
  },
  {
    "name": "latestBlogAndNews",
    "title": "Latest Blog And News",
    "description": "",
    "PostsObject": [
      {
        "title": "Why you have to digitalize in 2025",
        "description": "In 2025, digital transformation is no longer optional—it’s essential for survival and growth. From streamlining operations to reaching new customers, going digital ensures your business stays competitive, agile, and ready for the future.",
        "imgURL": "./images/blogSection-img1.png",
        "linkURL": "./BlogInner.html"
      },
      {
        "title": "Our internal process and longerm vision",
        "description": "We combine a structured, collaborative process with a forward-thinking vision to deliver solutions that not only meet your immediate needs but also scale with your future goals. Our focus is on innovation, sustainability, and creating lasting impact.",
        "imgURL": "./images/blogSection-img2.png",
        "linkURL": "./BlogInner.html"
      },
      {
        "title": "Helping the next generation of leaders",
        "description": "We’re committed to empowering young minds with the skills and confidence to lead in a tech-driven world. Through our training programs and community initiatives, we’re shaping the innovators and problem-solvers of tomorrow.",
        "imgURL": "./images/blogSection-img3.png",
        "linkURL": "./BlogInner.html"
      }
    ]
  }
]
